package com.twosnail.JavaBasicProject.test;
/**
 * <b>Description:</b></br> 
 * <b>Title:</b>360问医生后台管理
 * @company:7dosoft
 * @author: txd
 * @Date: 2015年3月8日上午11:42:24
 * @version 1.0
 */
public class test {

	public static void main(String[] args) {
		
		String s = "人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨"
				+ "人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；"
				+ "港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨"
				+ "非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨人非人更热人呢人么人人寂寞；老公V多久；鼓励地方看过；打开风格；到付款；管理的看法；港丽豆腐骨" ;
		
		System.out.println(s.length());
	}
}
